[
  {
    "id": 1,
    "estate_title": "Luxury Beach Resort",
    "segment_name": "Resort",
    "description": "Experience unparalleled luxury at our beachfront resort. Nestled along the pristine shores of Miami Beach, our resort offers a sanctuary of relaxation and indulgence. With breathtaking ocean views from every angle, you'll be swept away by the beauty of the azure waters. Our spacious suites and villas are elegantly appointed with modern amenities and plush furnishings, ensuring your comfort throughout your stay. Indulge your senses with a rejuvenating spa treatment, savor exquisite cuisine at our oceanfront restaurant, or simply lounge by the infinity pool with a refreshing cocktail in hand. Whether you're seeking a romantic getaway, a family retreat, or a corporate event venue, our resort caters to every need with impeccable service and attention to detail. Come experience the ultimate beachfront escape at our Luxury Beach Resort.",
    "price": "$500 per night",
    "status": "rent",
    "area": "5000 sq ft",
    "location": "Miami, Florida",
    "facilities": ["beach access", "swimming pool", "spa", "restaurant"],
    "image": "https://i.ibb.co/qWkCnfY/Luxury-Beach-Resort.jpg",
    "offer": "5%"
  },
  {
    "id": 3,
    "estate_title": "Urban Boutique Hotel",
    "segment_name": "Hotel",
    "description": "Indulge in the vibrant city life at our boutique hotel. Situated in the heart of New York City, our hotel offers a stylish retreat amidst the bustling energy of the urban landscape. Step inside and experience the chic design and contemporary comfort of our guest rooms and suites, each thoughtfully curated to provide a restful haven amid the city's hustle and bustle. Start your day with a workout in our fitness center or enjoy a leisurely breakfast at our onsite cafe. Explore the city's iconic landmarks and attractions, then return to our hotel for a relaxing evening on the rooftop bar, where you can take in panoramic views of the skyline. Whether you're visiting for business or pleasure, our boutique hotel provides the perfect blend of sophistication and convenience for your stay in the city that never sleeps.",
    "price": "$200 per night",
    "status": "rent",
    "area": "1500 sq ft",
    "location": "New York City, New York",
    "facilities": [
      "rooftop bar",
      "fitness center",
      "concierge service",
      "cafe"
    ],
    "image": "https://i.ibb.co/mSZWCPZ/Urban-Boutique-Hotel.jpg",
    "offer": "3%"
  },
  {
    "id": 4,
    "estate_title": "Charming Guesthouse",
    "segment_name": "Guesthouse",
    "description": "Experience true hospitality at our charming guesthouse. Nestled in the historic district of Charleston, South Carolina, our guesthouse offers a warm and welcoming atmosphere that will make you feel right at home. Each of our well-appointed rooms is filled with character and charm, providing a cozy retreat after a day of exploring the city's cobblestone streets and antebellum architecture. Wake up to the aroma of freshly brewed coffee and homemade breakfast served in our garden courtyard. Take a leisurely stroll to nearby shops and restaurants, or simply relax with a book in our inviting communal living room. With attentive service and personalized touches, our guesthouse is the perfect choice for travelers seeking a memorable stay in Charleston.",
    "price": "$100 per night",
    "status": "rent",
    "area": "1000 sq ft",
    "location": "Charleston, South Carolina",
    "facilities": [
      "garden",
      "homemade breakfast",
      "free Wi-Fi",
      "bicycle rental"
    ],
    "image": "https://i.ibb.co/J7k4kxb/Charming-Guesthouse.jpg",
    "offer": "4%"
  },
  {
    "id": 6,
    "estate_title": "Quaint Motel",
    "segment_name": "Motel",
    "description": "Experience the nostalgia of the open road at our quaint motel. Located along historic Route 66 in Arizona, our motel offers a charming retreat for travelers passing through the desert landscape. Each of our cozy rooms is equipped with modern amenities and comfortable furnishings to ensure a restful night's sleep. Wake up refreshed and enjoy a complimentary continental breakfast before hitting the road again. With convenient onsite parking and a 24-hour front desk, our motel provides everything you need for a comfortable and hassle-free stay. Whether you're embarking on a cross-country adventure or simply seeking a peaceful pit stop, our motel welcomes you with warm hospitality and a touch of retro charm.",
    "price": "$80 per night",
    "status": "rent",
    "area": "1200 sq ft",
    "location": "Route 66, Arizona",
    "facilities": [
      "parking",
      "24-hour front desk",
      "pet-friendly",
      "continental breakfast"
    ],
    "image": "https://i.ibb.co/k4XBmk4/Quaint-Motel.jpg",
    "offer": "7%"
  }
]
